<html>
<body>
<div class="content-title"><h3>课程要求</h3>
<img src="image/change.png" height="25px" width="auto"/>
                </div>
                <img src="image/mayuan.png" width="400px" height="auto"/>
                <p >马克思主义基本原理概论”课程，属于高校思想政治理论课程，是每一个大学生的必修课、
                    基础课。课程内容涵盖了马克思主义哲学，马克思主义政治经济学和科学社会主义等有机统一的基
                    本组成部分，具体包括：绪论、世界的物质性及发展规律、认识的本质及发展规律、
                    人类社会及其发展规律、资本主义的本质及规律、资本主义的发展及其趋势、
                    社会主义的发展及其规律、共产主义崇高理想及其最终实现。
                    着力体现整体关照与重点突出、逻辑严谨与表达生动、
                    把握理论与传授方法的有机统一，是本课程的基本特色。</p>
</body>
</html>